[
  {
    "name": "SDK",
    "value": "набор средств разработки, позволяющий специалистам по программному обеспечению создавать приложения для определённого пакета программ, программного обеспечения базовых средств разработки, аппаратной платформы, компьютерной системы, игровых консолей, операционных систем и прочих платформ."
  },
  {
    "name": "AR",
    "value": "результат введения в зрительное поле любых сенсорных данных с целью дополнения сведений об окружении и изменения восприятия окружающей среды."
  },
  {
    "name": "WebRTC",
    "value": "технология, которая позволяет Web-приложениям и сайтам захватывать и выборочно передавать аудио и/или видео медиа-потоки, а также обмениваться произвольными данными между браузерами.\n"
  },
  {
    "name":"WebGL",
    "value": "программная библиотека для языка JavaScript предназначенная для визуализации интерактивной трехмерной графики и двухмерной графики в пределах совместимости веб-браузера без использования плагинов."
  },
  {
    "name": "3D-рендеринг",
    "value": "процесс создания изображения на основе модели с помощью программного обеспечения."
  },
  {
    "name": "Web Worker API",
    "value": "механизм, который позволяет скрипту выполняться в фоновом потоке, который отделен от основного потока веб-приложения. "
  },
  {
    "name": "WebAssembly",
    "value": "предоставляет формат бинарных инструкций для виртуальной машины на основе стека"
  },
  {
    "name": "API",
    "value": "описание способов (набор классов, процедур, функций, структур или констант), которыми одна компьютерная программа может взаимодействовать с другой программой. Обычно входит в описание какого-либо интернет-протокола программного каркаса (фреймворка) или стандарта вызовов функций операционной системы)."
  },
  {
    "name": "OpenCV",
    "value": "библиотека алгоритмов компьютерного зрения, обработки изображений и численных алгоритмов общего назначения с открытым кодом."
  },
  {
    "name": "ARKit",
    "value": "платформа разработки, с помощью которых можно создавать потрясающие приложения с дополненной реальностью для iPhone, iPad и iPod touch.\n"
  },
  {
    "name": "ARCore",
    "value": "инструмент для разработки программного обеспечения, разработанный Google, который позволяет создавать приложения дополненной реальности."
  },
  {
    "name": "OpenGL",
    "value": "спецификация, определяющая платформонезависимый (независимый от языка программирования) программный интерфейс для написания приложений, использующих двумерную и трёхмерную компьютерную графику."
  }
]
